Repository: twofas/2fas-pass-ios
Catalog: 2PASS/2PASS/Other/Localizable.xcstrings
Source language: en
Languages: de, pl

# settings_entry_security_description
source: Control your app security and privacy settings.
de: Ändere die App Sicherheits- und Datenschutzeinstellungen.
pl: Kontroluj ustawienia bezpieczeństwa i prywatności swojej aplikacji.

# settings_entry_subscription
source: Subscription
de: Abonnent
pl: Subskrypcja

# settings_entry_subscription_free_plan_subtitle
source: Upgrade your plan for more features.
de: Upgrade deinen Tarif, um mehr Funktionen freizuschalten.
pl: Ulepsz swój plan, aby uzyskać dostęp do większej liczby funkcji.

# settings_entry_subscription_paid_plan_subtitle
source: Check your current plan.
de: Überprüfe deinen momentanen Tarif.
pl: Sprawdź swój obecny plan.

# settings_entry_sync_info
source: Sync Info
de: Sync Information
pl: Status synchronizacji

# settings_entry_sync_last
source: Last synchronization
de: Letze Synchronisation
pl: Ostatnia synchronizacja

# settings_entry_theme
source: Theme
de: Design
pl: Motyw

# settings_entry_transfer_from_other_apps
source: Transfer from other Apps
de: Aus anderen Apps importieren
pl: Transfer z innych aplikacji

# settings_entry_transfer_from_other_apps_description
source: Easily transfer your data from another password manager and set it up in 2FAS Pass.
de: Importiere einfach und schnell Daten aus einem anderen Passwortmanager in deinen 2FAS Pass Tresor.
pl: Łatwo przenieś swoje dane z innego menedżera haseł i skonfiguruj je w 2FAS Pass.

# settings_entry_trash
source: Removed Items
de: Gelöschte Einträge
pl: Usunięte elementy

# settings_entry_trash_description
source: Recover or permanently delete Items you've removed from the app.
de: Stelle Einträge wieder her oder lösche Daten, die du aus der App entfernt hast.
pl: Przywróć lub skasuj elementy, które usunąłeś z aplikacji.

# settings_header_about
source: More
de: Mehr
pl: Więcej

# settings_header_backup
source: Backup and Transfer
de: Daten sichern und exportieren.
pl: Kopia zapasowa i transfer

# settings_header_browser_extension
source: Browser Extension
de: Browser-Erweiterung
pl: Rozszerzenie przeglądarki

# settings_header_mobile_app
source: Mobile App
de: Handy App
pl: Aplikacja mobilna

# settings_header_preferences
source: Preferences
de: Präferenzen
pl: Preferencje

# settings_header_protection_level
source: Choose Security Tier
de: Wähle eine Sicherheitsstufe aus.
pl: Wybierz poziom bezpieczeństwa

# settings_known_browser_placeholder_browser_name
source: Chrome on Windows 11
de: Chrome auf Windows 11
pl: Chrome na Windows 11

# settings_known_browser_placeholder_extension_name
source: Extension Name
de: Name der Erweiterung
pl: Nazwa rozszerzenia

# settings_manage_tokens_title
source: Manage 2FA Tokens
de: 2FA Tokens organisieren
pl: Zarządzaj tokenami 2FA

# settings_protection_level_help
source: How does 2FAS ensure data security?
de: Wie garantiert 2FAS den Schutz deiner Einträge?
pl: Jak 2FAS zapewnia bezpieczeństwo danych?

# settings_push_notifications_allow_subtitle
source: Allow 2FAS Pass Browser Extension notifications.
de: Benachrichtigungen von der 2FAS Pass Browser-Erweiterung zulassen.
pl: Pozwól na powiadomienia z rozszerzenia przeglądarki 2FAS Pass.

# settings_push_notifications_allow_title
source: Allow notifications
de: Benachrichtigungen erlauben
pl: Pozwól na powiadomienia

# settings_push_notifications_description
source: Allow the browser extension to send you push notifications when you need to autofill your data.
de: Erlaube der Browser-Erweiterung, dir Benachrichtigungen zu senden, wenn du Daten automatisch ausfüllen möchtest
pl: Pozwól rozszerzeniu przeglądarki na wysyłanie powiadomień push, aby autouzupełnić dane.

# settings_push_notifications_enable_cta
source: Enable
de: Erlauben
pl: Włącz

# settings_push_notifications_open_system_settings_description
source: Configure Push notifications: Settings → Notifications → 2FAS Pass
de: Bearbeite die Benachrichtigungseinstellungen: Einstellungen -> Benachrichtigungen -> 2FAS Pass
pl: Skonfiguruj powiadomienia push: Ustawienia → Powiadomienia → 2FAS Pass

# settings_title
source: Settings
de: Einstellungen
pl: Ustawienia

# share_link_error_data_too_large
source: This Item is too large to share via link. Please reduce the content and try again.
de: Dieser Eintrag ist zu lang, um über einen Link geteilt zu werden. Bitte versuche den Inhalt zu minimieren.
pl: Ten element jest zbyt duży, aby udostępnić go przez link. Spróbuj zmniejszyć jego zawartość.

# share_link_import_error_description
source: We couldn't decrypt the share link. It may have expired or the password is incorrect.
de: Wir konnten den Freigabelink nicht entschlüsseln. Er könnte abgelaufen sein oder das Passwort ist falsch.
pl: Nie udało się odszyfrować linku. Mógł wygasnąć lub hasło jest nieprawidłowe.

# share_link_import_error_title
source: Failed to load shared Item
de: Fehler beim Laden des Eintrages.
pl: Nie udało się wczytać udostępnionego elementu

# share_link_import_incorrect_password
source: Incorrect password
de: Falsches Passwort
pl: Nieprawidłowe hasło

# share_link_import_network_error_description
source: Check your internet connection and try again.
de: Überprüfe deine Internetverbindung und versuche es erneut.
pl: Sprawdź połączenie z internetem i spróbuj ponownie.

# share_link_import_password_subtitle
source: 2FAS Share link password
de: 2FAS Share-Link Passwort
pl: Hasło do linku 2FAS Share

# share_link_import_password_title
source: Enter Password
de: Passwort eingeben
pl: Wprowadź hasło

# share_link_import_unlock
source: Unlock
de: Entsperren
pl: Odblokuj

# share_link_item_access_password
source: Set access password
de: Auf Passwort zugreifen
pl: Ustaw hasło dostępu

# share_link_item_access_password_description
source: Add extra security layer
de: Extra Sicherheitsschicht hinzufügen
pl: Dodatkowo zabezpiecz link

# share_link_item_expiration_1_day
source: 1 day
de: 1 Tag
pl: 1 dzień

# share_link_item_expiration_1_hour
source: 1 hour
de: 1 Std
pl: 1 godzina

# share_link_item_expiration_7_days
source: 7 days
de: 7 Tage
pl: 7 dni

# share_link_item_expiration_30_days
source: 30 days
de: 30 Tage
pl: 30 dni

# share_link_item_expiration_time
source: Link expiration
de: Link Ablaufdatum
pl: Wygaśnięcie linku

# share_link_item_expires_in
source: Expires in %@
de: Läuft ab in %@
pl: Wygasa za %@

# share_link_item_generating_link
source: Generating link…
de: Link generieren...
pl: Generowanie linku…

# share_link_item_link_generated
source: Link generated
de: Link erstellt
pl: Link wygenerowany

# share_link_item_one_time_access
source: One time access
de: Einmal Zugang
pl: Jednorazowy dostęp

# share_link_item_one_time_access_description
source: Link will expire after one use
de: Der Link läuft nach einmal benutzen ab
pl: Link wygaśnie po jednym użyciu

# share_link_item_password_min_length %d
source: Password must be at least %d characters
de: Das Passwort muss mindestens %d Zeichen lang sein.
pl: Hasło musi mieć co najmniej %d znaków

# share_link_item_remove_password
source: Remove password
de: Passwort entfernen
pl: Usuń hasło

# share_link_item_set_password_subtitle
source: Secure your 2FAS Share link
de: Schütze deinen 2FAS Share-Link
pl: Zabezpiecz swój link 2FAS Share

# share_link_item_set_password_title
source: Set link password
de: Link-Passwort einstellen
pl: Ustaw hasło linku

# share_link_item_share_settings
source: Share settings
de: Einstellungen teilen
pl: Ustawienia udostępniania

# share_link_message
source: Check this out!
de: Schau dir das mal an!
pl: Sprawdź to!

# share_link_subject
source: Amazing app!
de: Großartige App!
pl: Świetna apka!

# subscription_free_plan
source: Free Plan
de: Kostenlose Version
pl: Darmowy plan

# sync_checking
source: Checking...
de: Überprüft ....
pl: Sprawdzanie...

# sync_disabled
source: Sync is currently disabled
de: Synchronisation ist momentan deaktiviert
pl: Synchronizacja wyłączona

# sync_error_icloud_disabled
source: iCloud account is disabled. Check app settings in System Settings
de: Der iCloud Account ist deaktiviert. Bitte überprüfe die App-Einstellungen in deinen Geräte-Einstellungen.
pl: Konto iCloud jest wyłączone. Sprawdź ustawienia aplikacji w ustawieniach systemowych

# sync_error_icloud_error
source: iCloud error
de: iCloud Fehler
pl: Błąd iCloud

# sync_error_icloud_error_access_restricted
source: Access to iCloud account is restricted
de: Der Zugriff auf die iCloud ist eingeschränkt
pl: Dostęp do konta iCloud jest zastrzeżony

# sync_error_icloud_error_details
source: iCloud error: %@
de: iCloud Fehler: %@
pl: Błąd iCloud: %@

# sync_error_icloud_error_diffrent_encryption
source: iCloud Vault was created with different encryption. Reinstall the app to recover your data.
de: Der Tresor in der iCloud wurde mit einer anderen Verschlüsselung verschlüsselt. Bitte reinstalliere die App, um deine Daten wiederherzustellen.
pl: Sejf w iCloud został stworzony z wykorzystaniem innego szyfrowania. Zainstaluj ponownie aplikację, aby odzyskać swoje dane.

# sync_error_icloud_error_newer_version
source: iCloud Vault was created on a newer version. Please update the app
de: Der Tresor in der iCloud wurde mit einer neueren App Version erstellt. Bitte aktualisiere die App.
pl: Sejf w iCloud został utworzony na nowszej wersji. Zaktualizuj aplikację

# sync_error_icloud_error_no_account
source: No iCloud account
de: Kein iCloud Account
pl: Brak konta iCloud

# sync_error_icloud_error_reboot
source: There was a problem with iCloud sync. Try reseting the device
de: Es gab einen Fehler beim Synchronisieren mit deiner iCloud. Bitte starte dein Gerät neu.
pl: Nastąpił problem z synchronizacją iClouda. Spróbuj zrestartować urządzenie

# sync_error_icloud_error_user_logged_in
source: Check if you're correctly logged into iCloud
de: Überprüfe, ob du korrekt in deine iCloud angemeldet bist
pl: Sprawdź czy jesteś poprawnie zalogowany do iClouda

# sync_error_icloud_merge_error
source: iCloud Vault Sync had a merge error. Try switching the Sync on and off, or restoring the backup from iCloud
de: Bei der iCloud Vault-Synchronisierung ist ein Fehler beim Zusammenführen aufgetreten. Versuche, die Synchronisierung aus- und wieder einzuschalten oder stelle die Datensicherung aus der iCloud wiederher.
pl: Podczas synchronizacji sejfu z iCloud wystąpił błąd scalania. Spróbuj wyłączyć i ponownie włączyć synchronizację albo przywrócić kopię zapasową z iCloud.

# sync_error_icloud_quota
source: iCloud account is over quota
de: iCloud Speicher ist voll
pl: Konto iCloud przekroczyło limit

# sync_error_icloud_sync_not_allowed_description
source: To sync this Vault across multiple devices, you need to upgrade to the Unlimited plan
de: Um den Tresor über mehrere Geräte zu synchronisieren, musst du auf den Unlimited-Plan upgraden.
pl: Aby zsynchronizować ten sejf na kilku urządzeniach, konieczne jest ulepszenie do planu Unlimited

# sync_error_icloud_sync_not_allowed_title
source: Can't enable Vault Sync
de: Tresor sync kann nicht aktiviert werden
pl: Nie można włączyć synchronizacji sejfu

# sync_error_icloud_vault_encryption_restore
source: Vault in iCloud has a different password or encryption. Restore the backup from your iCloud to use this Vault
de: Der Tresor in der iCloud hat ein anderes Passwort oder eine andersartige Verschlüsselung. Bitte stelle den Tresor von der iCloud wiederher, um diesen Tresor zu nutzen.
pl: Sejf w iCloud ma inne hasło lub szyfrowanie. Przywróć kopię zapasową z iCloud, aby z niego korzystać

# sync_error_invalid_response
source: The server returned an unexpected response.
de: Der Server hat eine unerwartete Antwort zurückgegeben.
pl: Nieoczekiwana odpowiedź serwera.

# sync_error_network
source: Couldn't reach the server. Check your network connection.
de: Der Server konnte nicht erreicht werden. Überprüfe deine Netzwerkverbindung.
pl: Nie można połączyć się z serwerem. Sprawdź połączenie z Internetem.

# sync_error_not_found
source: This location wasn't found.
de: Dieser Speicherort wurde nicht gefunden.
pl: Nie znaleziono lokalizacji.

# sync_error_server
source: The server returned an error. Please try again later.
de: Der Server hat einen Fehler zurückgegeben. Bitte versuche es später erneut.
pl: Błąd serwera. Spróbuj ponownie później.

# sync_not_available
source: Sync is not available
de: Synchronisation ist nicht verfügbar
pl: Synchronizacja niedostępna

# sync_status_error_forbidden
source: Forbidden
de: Verboten
pl: Zakazany

# sync_status_error_general_reason
source: There was an error. Please try again. Error: %@
de: Es ist ein Fehler aufgetreten (%@). Versuche es bitte erneut.
pl: Wystąpił błąd. Spróbuj ponownie. Błąd: %@

# sync_status_error_incorrect_url
source: Incorrect URL. Check the path and try again
de: Fehlerhafte URL. Bitte überprüfe den Pfad und versuche es erneut.
pl: Nieprawidłowy URL. Sprawdź scieżkę i spróbuj ponownie

# sync_status_error_limit_devices_reached
source: Premium plan required
de: Hierzu wird die Premium-Version benötigt.
pl: Plan premium wymagany

# sync_status_error_method_not_allowed
source: Method Not Allowed
de: Diese Methode ist nicht erlaubt
pl: Niedozwolona metoda

# sync_status_error_newer_version_needed
source: A newer version of the app is required to access the backup file
de: Eine neuere App Version wird benötigt, um auf diese Datensicherung zuzugreifen.
pl: Do uzyskania dostępu do pliku kopii zapasowej wymagana jest nowsza wersja aplikacji

# sync_status_error_newer_version_needed_title
source: Newer version needed
de: Neuere Version benötigt
pl: Wymagana aktualizacja

# sync_status_error_no_web_dav_server
source: Server error: Method not allowed. Ensure you're connecting to WebDAV server
de: Serverfehler: Diese Methode ist nicht erlaubt. Gehe sicher, dass du dich mit dem korrekten WebDAV-Server verbindest.
pl: Błąd serwera: Metoda niedozwolona. Upewnij się, że łączysz się z serwerem WebDAV.

# sync_status_error_not_authorized
source: Not authorized to access this path
de: Keine Berechtigung, um auf diesen Pfad zuzugreifen
pl: Brak autoryzacji dostępu do tej ścieżki

# sync_status_error_not_configured
source: Not configured
de: Nicht eingestellt
pl: Nie skonfigurowany

# sync_status_error_password_changed
source: Master Password was changed. To access this Vault, use the Decryption Kit.
de: Das Masterkennwort wurde geändert. Nutze das Entschlüsselungskit, um den Tresor wiederherzustellen.
pl: Hasło główne zostało zmienione. Aby uzyskać dostęp do tego sejfu użyj zestawu deszyfrującego.

# sync_status_error_ssl_error
source: SSL error
de: SSL Fehler
pl: Błąd SSL

# sync_status_error_tls_cert_failed
source: TLS certificate validation failed
de: Die Validierung des TLS-Zertifikat ist fehlgeschlagen
pl: Weryfikacja certyfikatu TLS nie powiodła się

# sync_status_error_unauthorized
source: Unauthorized
de: Unerlaubt
pl: Nieautoryzowany

# sync_status_error_user_is_forbidden
source: User is forbidden to access this path
de: Der Benutzer hat keine Berechtigung, um auf diesen Pfad zuzugreifen
pl: Użytkownik nie ma uprawnień do tej ścieżki

# sync_status_error_wrong_directory_url
source: Incorrect URL
de: Falsche URL
pl: Nieprawidłowy URL

# sync_status_idle
source: Idle
de: Inaktiv
pl: Nieaktywny

# sync_status_retry
source: Retry
de: Erneut versuchen
pl: Spróbuj ponownie

# sync_status_retrying
source: Reconnecting
de: Verbindung wird wieder aufgebaut
pl: Ponowne łączenie

# sync_status_retrying_details
source: Reconnecting: %@
de: Verbindung wird wieder aufgebaut: %@
pl: Ponowne łączenie: %@

# sync_status_synced
source: Synced
de: Synchronisiert
pl: Zsynchronizowano

# sync_status_syncing
source: Syncing...
de: Wird synchronisiert ....
pl: Synchronizacja...

# sync_synced
source: Synced
de: Synchronisiert
pl: Zsynchronizowano

# sync_syncing
source: Syncing...
de: Synchronisiert ....
pl: Synchronizacja...

# tag_delete_confirm_description
source: Are you sure you want to permanently delete "%@"? This action cannot be undone.
de: Bist du dir wirklich sicher, dass du "%@" für immer löschen möchtest? Dieser Schritt lässt sich nicht rückgängig machen.
pl: Na pewno chcesz skasować "%@"? Tej akcji nie można cofnąć!

# tag_delete_confirm_title
source: Delete Tag
de: Tag löschen
pl: Usuń Tag

# tag_delete_cta
source: Remove
de: Löschen
pl: Skasuj

# tag_description
source: Items assigned: %@
de: Einträge zugewiesen: %@
pl: Elementy przypisane: %@

# tag_editor_description
source: Enter the name of the new Tag
de: Namen des neuen Tags eingeben
pl: Wprowadź nazwę nowego Taga

# tag_editor_edit_title
source: Edit Tag
de: Tag bearbeiten
pl: Edytuj Tag

# tag_editor_new_title
source: New Tag
de: Neuer Tag
pl: Nowy Tag

# tags_add_new_cta
source: Add new Tag
de: Neuen Tag hinzufügen
pl: Dodaj nowy Tag

# tags_empty_list
source: You don't have any Tags yet
de: Du hast noch keine Tags
pl: Nie posiadasz jeszcze Tagów

# tags_title
source: Manage Tags
de: Tags verwalten
pl: Zarządzaj Tagami

# toast_card_number_copied
source: Card number copied
de: Kartennummer kopiert
pl: Skopiowano numer karty

# toast_card_security_code_copied
source: Security code copied
de: Kartenprüfnummer kopiert
pl: Skopiowano kod bezpieczeństwa

# toast_password_copied
source: Password copied
de: Das Passwort wurde kopiert
pl: Skopiowano hasło

# toast_secure_note_copied
source: Note copied
de: Notiz kopieren
pl: Skopiowano notatkę

# toast_username copied
source: Username copied
de: Der Benutzername wurde kopiert
pl: Skopiowano użytkownika

# transfer_file_summary_cta
source: Proceed
de: Fahre fort
pl: Kontynuuj

# transfer_file_summary_description
source: You're transferring Items from another app
de: Du überträgst Eintragungen aus einer anderen App
pl: Przenosisz elementy z innej aplikacji

# transfer_file_summary_logins_counter_description
source: Logins detected
de: Logins wurden erkannt
pl: Wykrytych loginów

# transfer_file_summary_others_counter_description
source: Other Items converted to Secure Notes
de: Deine anderen Einträge wurden zu sicheren Notizen umgewandelt
pl: Innych elementów skonwertowanych w notatki

# transfer_file_summary_payment_cards_counter_description
source: Cards detected
de: Karten erkannt
pl: Wykrytych kart

# transfer_file_summary_secure_notes_counter_description
source: Secure Notes detected
de: Sichere Notizen erkannt
pl: Wykrytych notatek

# transfer_file_summary_tags_counter_description
source: Tags detected
de: Tags erkannt
pl: Wykrytych Tagów

# transfer_file_summary_wifi_counter_description
source: Wi-Fis detected
de: Wi-Fis erkannt
pl: Wykrytych sieci Wi-Fi

# transfer_importing_failure_description
source: 2FAS Pass couldn’t import your Items. Please try again.
de: Die 2FAS Pass App konnte deine Einträge nicht importieren. Bitte versuche es erneut.
pl: 2FAS Pass nie mógł zaimportować elementów. Spróbuj ponownie.

# transfer_importing_failure_title
source: Import failed
de: Das Importieren ist fehlgeschlagen
pl: Import nieudany

# transfer_importing_file_text
source: Importing...
de: Wird importiert ....
pl: Importowanie...

# transfer_importing_success_description
source: Your 2FAS Pass Items have been successfully imported to the Vault.
de: Deine 2FAS Pass Einträge wurden erfolgreich in den Tresor importiert.
pl: Twoje elementy 2FAS Pass zostały pomyślnie zaimportowane do sejfu.

# transfer_importing_success_title
source: Imported successfully
de: Das Importieren war erfolgreich!
pl: Import zakończony pomyślnie

# transfer_instructions_additional_info_bitwarden
source: JSON file is recommended to fully transfer your Vault. CSV format doesn't support all Item types.
de: Wir empfehlen, deinen Tresor durch das JSON-Format zu importieren. Das CSV-Format unterstützt nicht alle Typen von Einträgen.
pl: Do pełnego przeniesienia sejfu zalecany jest plik JSON. Format CSV nie obsługuje wszystkich typów elementów.

# transfer_instructions_additional_info_keepass
source: XML file is recommended to fully transfer your Vault. CSV format doesn't support all Item types.
de: Wir empfehlen, deinen Tresor durch das XML-Format zu importieren. Das CSV-Format unterstützt nicht alle Typen von Einträgen.
pl: Do pełnego przeniesienia sejfu zalecany jest plik XML. Format CSV nie obsługuje wszystkich typów elementów.

# transfer_instructions_additional_info_keepassxc
source: XML file is recommended to fully transfer your Vault. CSV format doesn't support all Item types.
de: Wir empfehlen, deinen Tresor durch das XML-Format zu importieren. Das CSV-Format unterstützt nicht alle Typen von Einträgen.
pl: Do pełnego przeniesienia sejfu zalecany jest plik XML. Format CSV nie obsługuje wszystkich typów elementów.

# transfer_instructions_additional_info_onepassword
source: 1PUX file is recommended to fully transfer your Vault. CSV format doesn't support all Item types.
de: Wir empfehlen, deinen Tresor durch das 1PUX-Format zu importieren. Das CSV-Format unterstützt nicht alle Typen von Einträgen.
pl: Do pełnego przeniesienia sejfu zalecany jest plik 1PUX. Format CSV nie obsługuje wszystkich typów elementów.

# transfer_instructions_additional_info_proton_pass
source: ZIP file is recommended to fully transfer your Vault. CSV format doesn't support all Item types.
de: Wir empfehlen, deinen Tresor durch das ZIP-Format zu importieren. Das CSV-Format unterstützt nicht alle Typen von Einträgen.
pl: Do pełnego przeniesienia sejfu zalecany jest plik ZIP. Format CSV nie obsługuje wszystkich typów elementów.

# transfer_instructions_apple_passwords_mobile
source: Open **System settings** on your mobile device. Go to **Apps** and select **Safari**. Scroll down to **History and Website Data** and tap **Export**. Make sure that only **Passwords** are selected and tap **Save to Downloads**. Find the **Safari Export** ZIP file in Downloads. Copy this ZIP file to this device and tap **Upload ZIP file** below.
de: Öffne die **System-Einstellungen** von deinem Handy. Gehe zu **Apps** und dann auf **Safari**. Finde und drücke auf **History und Website Daten**. Gehe sicher, dass nur **Passwörter** ausgewählt sind und klicke dann auf **Herunterladen**. Exportiere diese Datei auf dein Handy und klicke in der 2FAS Pass App auf "ZIP Datei hochladen**.
pl: Otwórz **Ustawienia systemowe** na urządzeniu mobilnym. Przejdź do sekcji **Aplikacje** i wybierz **Safari**. Przewiń w dół do **Historia i dane witryn** i kliknij **Eksportuj**. Upewnij się, że zaznaczone są tylko **Hasła**, a następnie kliknij **Zachowaj w pobranych**. Znajdź plik ZIP **Eksport z Safari** w folderze **Pobrane rzeczy**. Skopiuj ten plik na to urządzenie i kliknij **Wgraj plik ZIP** poniżej.

# transfer_instructions_apple_passwords_pc
source: Open the **Passwords** app on your Mac. Click **File** on your menu bar. Select **Export All/Selected Passwords to File**. Click **Export Passwords**, select the location, and click **Save**. Find the **Passwords** file saved in your download location. Copy the exported file to this device and tap **Upload CSV file** below.
de: Öffne die App Passwörter auf deinem Mac. Klicke in der Menüleiste auf Ablage. Wähle Alle/Ausgewählte Passwörter exportieren… aus. Klicke auf Passwörter exportieren, wähle den Speicherort aus und klicke auf Sichern. Suche die Datei Passwörter an dem von dir gewählten Speicherort. Kopiere die exportierte Datei auf dieses Gerät und tippe unten auf CSV-Datei hochladen.
pl: Otwórz aplikację **Hasła** na Macu Kliknij **Plik** na pasku menu. Wybierz **Eksportuj wszystkie hasła do pliku**. Kliknij **Eksportuj hasła**, wybierz lokalizację i kliknij **Zapisz**. Znajdź plik **Hasła** zapisany w folderze **Pobrane rzeczy**. Skopiuj wyeksportowany plik na to urządzenie i kliknij **Wgraj plik CSV** poniżej.
